{
  "1228717614630940672": {
    "id": 1228717614630940700,
    "full_text_i18n": {
      "en": "@KatyMontgomerie Magnus Hirschfield was writing about Third Genders and transitioning between sex and gender in the late 1800s.\n\nThis book of his, entitled \"What do people need to know about the Third Gender?\" was written in 1901.\n\nThis stuff isn't new, it was just sidelined. https://t.co/QPsZRNn0pT",
      "fr": "",
      "pt": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1439225913623781377": {
    "id": 1439225913623781377,
    "full_text_i18n": {
      "en": "When ever people try to say trans people are a recent phenomenon or trend I think of this photo from Magnus Hirschfield's institut für sexualwissenschaft (1919-1933 germany), that's him in the glasses with the big 'tache, everyone else in this photo is trans, it's from the 1920s. https://t.co/SzzPgkg5ZL",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215716433210105856": {
    "id": 1215716433210105856,
    "full_text_i18n": {
      "en": "Fish don't notice water. It's all around them. Most fish have never left it.\n\nAnd often, trans people in denial don't notice the gender dysphoria that suffuses their daily lives.\n\nI'm just going to list some idiosyncrasies and discomforts that I didn't realize were dysphoria:",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1228141518386585607": {
    "id": 1228141518386585607,
    "full_text_i18n": {
      "en": "Just finished 22 valentines cards for my son's daycare class. We wandered about Target to get some candy. It is great just existing, being myself, with my son and living life being seen the way I truly am.\n\nEven all of his daycare friends say \"your mom's here!\" :)",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1228165207316287489": {
    "id": 1228165207316287489,
    "full_text_i18n": {
      "en": "@ErinInTheMorn It really is. Just... existing. No mask, no filters, no misconceptions.  Fully actualized. It’s bliss. Cis folk take it so for granted.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1228165767264256003": {
    "id": 1228165767264256003,
    "full_text_i18n": {
      "en": "@TwippingVanilla Yes they do!",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1220143004821938176": {
    "id": 1220143004821938176,
    "full_text_i18n": {
      "en": "When my friends back in high school would discuss who their ideal woman was, they were all describing physical traits of a person they’d want to date... as I explained who I wanted to be. \n\nI always thought everyone had a dirty little secret like mine. A bit of closet shame.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1184580976581775366": {
    "id": 1184580976581775366,
    "full_text_i18n": {
      "en": "@MamaCoffeeCat I was told that because I didn't have genital dysphoria, I wasn't \"trans enough\" to transition. I subsequently lived a decade of denial and self-hatred. \n\nFunnily enough, after starting to transition, I began to recognize some of my anguish for what it was: genital dysphoria.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1184837108919230464": {
    "id": 1184837108919230464,
    "full_text_i18n": {
      "en": "@meimeimeixie @MamaCoffeeCat Me pre-hrt: I don’t hate my penis at all.\n\nMe 2.5 years on hrt: GET THIS THING OFF ME.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "947522372315369472": {
    "id": 947522372315369472,
    "full_text_i18n": {
      "en": "If you're under the assumption that you're a cis guy but have always dreamed of being a girl, and the only reason you haven't transitioned is because you're afraid you'll be an \"ugly\" girl:\n\nThat's dysphoria. You're literally a trans girl already, hon.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "947523244948680705": {
    "id": 947523244948680705,
    "full_text_i18n": {
      "en": "Don't feel too bad about never realizing it. I just had this eureka moment myself. \n\nBut that's literally dysphoria. You feel discomfort being reminded of the disconnect between who you want to be (who you ARE) and what you look like.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215716438972993536": {
    "id": 1215716438972993536,
    "full_text_i18n": {
      "en": "You have an underlying sense that you are \"not like\" most people. Your friends might get you, but you draw an instinctive and unconscious line between you and \"normal\" people. When you interact with a \"normal\" person, you're not sure what to say or how to act.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215736608055537670": {
    "id": 1215736608055537670,
    "full_text_i18n": {
      "en": "You find it hard to prioritize your own feelings. You're aware of emotions you *should* be feeling, but they're distant and fake-seeming. When someone else is upset, it's much more real and urgent. You believe this is just your stoic, protective nature.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215738145473474560": {
    "id": 1215738145473474560,
    "full_text_i18n": {
      "en": "You often feel directionless in life. When asked about career goals in High School, you didn't really care about your answer. Even careers centered in your interests seemed kind of intolerable. You struggle to imagine a future for yourself where you are happy or fulfilled.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215740224325783553": {
    "id": 1215740224325783553,
    "full_text_i18n": {
      "en": "You only take steps to better your life when external forces *make* you. You'd rather withdraw and self-minimize and focus on escapist hobbies. You're just not motivated to attain nice things for yourself. (You tell yourself that this is a zen acceptance, a freedom from desires.)",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215718003310039040": {
    "id": 1215718003310039040,
    "full_text_i18n": {
      "en": "When you interact with very masculine men, you're nervous. You don't really know how to carry on a conversation with them, or want to. You feel an expectation, from them, to be something you're not. You quietly judge them for being too \"bro\"-y, \"basic.\"",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215720411788382210": {
    "id": 1215720411788382210,
    "full_text_i18n": {
      "en": "Being vulnerable around strange men is terrifying. You're anxious when you use the public men's room. Changing in a gym locker room is unthinkable. You do not feel ownership of these spaces. You are very concerned about strange men observing you, or your body.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215724301065891841": {
    "id": 1215724301065891841,
    "full_text_i18n": {
      "en": "You're awkward at social touch. You might crave touch, like most people, but you feel like you're almost entirely incapable of receiving it warmly. When giving a hug, something about your torso feels like it will be *offensive* to others. (Whatever it is, they don't notice.)",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215727546387648517": {
    "id": 1215727546387648517,
    "full_text_i18n": {
      "en": "You can't talk about sex, or attraction, or the bodies of people you're supposed to be attracted to. Even when your commentary is solicited, everything you could say feels unwanted and inappropriate, even if it'd be fine coming from someone else. You freeze up.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215727547780096000": {
    "id": 1215727547780096000,
    "full_text_i18n": {
      "en": "You struggle even to voice innocent physical compliments to others, like \"Looking good!\" You are hyper-aware that virtually anything could sound like unwanted sexual attention, coming from you. You feel like your attention is uniquely, universally unwelcome.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215731319973523456": {
    "id": 1215731319973523456,
    "full_text_i18n": {
      "en": "When an AFAB friend expresses disapproval, you're devastated. You scramble to get their approval back. You're worried you're coming across as a simpering \"nice guy,\" all of whom you despise. You just value your AFAB friends' opinions more highly, for reasons you can't explain.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1219968711681040384": {
    "id": 1219968711681040384,
    "full_text_i18n": {
      "en": "The irony in “trans women mimic gender stereotypes” is the only time I DID mimic stereotypes was when I was forced to interact with men. And I did so out of a sense of survival and a longing to try and fit in.\n\nI didn’t transition into stereotypes…I transitioned out of them.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1137185510793678848": {
    "id": 1137185510793678848,
    "full_text_i18n": {
      "en": "@Whorrorer i can know a cis woman for a year and not feel like i'm all that close to her.\n\ni can know a trans woman for three hours and feel like i've known her my whole life.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1201138482569195526": {
    "id": 1201138482569195526,
    "full_text_i18n": {
      "en": "Guilt is a byproduct of shame, shame is a byproduct of transphobia, and transphobia is a byproduct of lies based in fear.\n\nOnce you realize this, you can begin to see “trans” for what it is...a beautiful manifestation of nature. A gift to be cherished, not a curse to be hidden.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1216109204093722630": {
    "id": 1216109204093722630,
    "full_text_i18n": {
      "en": "I get the thinking. Trans girls grow up falsely believing they're guys, and so are assumed/expected/raised to experienced and express normative heterosexual attraction to women. If you're a trans lesbian, you transition, but you're still into women. So it's the same, right? No",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1216109206509694979": {
    "id": 1216109206509694979,
    "full_text_i18n": {
      "en": "So let's talk details. To begin with, it's worth pointing out that most trans lesbians don't exactly experience normative heterosexual attraction to women in the same way that cishet men do. Dysphoria and confused gender feelings mess with that a whole lot",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1216109207671508992": {
    "id": 1216109207671508992,
    "full_text_i18n": {
      "en": "Before I transitioned, just the thought of doing any sexual or romantic with a girl made me nauseous, because doing that would feel like I was adopting a masculine role - the role of the boyfriend, the male lover - and that kicked my latent dysphoria into overdrive",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1216109214994747393": {
    "id": 1216109214994747393,
    "full_text_i18n": {
      "en": "When I first transitioned, my family and friends assumed I was going to be solely or primarily interested in men. Every mainstream cultural message I'd ever absorbed about women (including trans women) told me I needed to be into men",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1216110299285200896": {
    "id": 1216110299285200896,
    "full_text_i18n": {
      "en": "Many trans healthcare systems operate on a really really crude system where a cis doctor asks you a bunch of stuff like 'what toys did you play with as a child?' to see if you match up well enough with what a woman is \"supposed to be\". And women are \"supposed to be\" into men",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1216110666626555904": {
    "id": 1216110666626555904,
    "full_text_i18n": {
      "en": "So, there's a lot of internal and external pressure faced by trans lesbians to disavow their own lesbianism and experience attraction to men. This is nothing like what any straight man experiences, but it is a whole lot like what cis lesbians experience!",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1216111083997605888": {
    "id": 1216111083997605888,
    "full_text_i18n": {
      "en": "One last thing is, the way it feels to be a trans lesbian experiencing attraction, sex and romance to other women. It doesn't feel like cishet attraction. It's not burdened by any of those weird, crude expectations. I don't recognize any of that in my life",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1216112014411599877": {
    "id": 1216112014411599877,
    "full_text_i18n": {
      "en": "When I read cishet experiences of their sexuality, I feel nothing but alienation. When I read lesbian experiences, they resonate with me deeply and I recongize those things in how I experience my sexuality with the people I love and am attracted to",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1137399651458519040": {
    "id": 1137399651458519040,
    "full_text_i18n": {
      "en": "Did any other trans girls get to the point pre-transition where they had to basically dissociate in order to top or was that just me lol",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215716435068100611": {
    "id": 1215716435068100611,
    "full_text_i18n": {
      "en": "When you get ready to go, you just roll out of bed and throw on whatever. You don't really do any self-grooming, or care about what's on your body. You're a little proud of your lack of vanity, your deeper, non-appearance-level existence.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215716435974066176": {
    "id": 1215716435974066176,
    "full_text_i18n": {
      "en": "Your clothes are chosen almost entirely for comfort. And for you, comfortable means loose and baggy. You can't stand wearing clothes (that others claim are flattering!) that are close-fitting in the wrong places, that draw your own attention to certain parts of your body.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215716436980703233": {
    "id": 1215716436980703233,
    "full_text_i18n": {
      "en": "Clothes shopping for yourself is a hassle at best and a source of stress and anxiety at worst. When you do find clothes that fit and look okay, they don't make you *happy*. You don't feel more confident in them. You're just relieved you can go home.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215716438020849664": {
    "id": 1215716438020849664,
    "full_text_i18n": {
      "en": "Occasions where you *must* dress up, like weddings and funerals and job interviews, are the worst. Even after all of the grooming and wardrobing, you feel self-conscious and awkward in formalwear. It makes you feel *fake,* like a lump of sludge pretending to be a fancy person.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1191555135756853249": {
    "id": 1191555135756853249,
    "full_text_i18n": {
      "en": "Feeling envious of other girls for being pretty is a thing that many many women feel. Dysphoria is a real headfuck of a layer on top of that feeling, yet I just wanna say that if you’re a trans woman feeling envious of another trans woman, that’s you being a actual woman.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215746083487461379": {
    "id": 1215746083487461379,
    "full_text_i18n": {
      "en": "You're worried that you might be homophobic, even though you believe in gay rights, because \"LGBT+ stuff\" fills you with a deep discomfort. It all seems so flamboyant and overtly sexual. It makes you want to shrink down and disappear, before you die of secondhand embarrassment.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1215749725456125952": {
    "id": 1215749725456125952,
    "full_text_i18n": {
      "en": "Later, when you meet real queer people, or your friends come out of the closet, you start to idolize them. But you're also jealous. They're *free* and *real* in a way that seems impossible for straight people, like you. They have huge, *real person* worries and desires and lives.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1219963582063968258": {
    "id": 1219963582063968258,
    "full_text_i18n": {
      "en": "@precociouspants @TorgHacker You don't need dysphoria to be trans!\n\nBut also, I've seen \"angst over not being dysphoric enough\" described as a sort of meta-dysphoria? Because it's distress you experience when you're worried you aren't _____ enough to be your gender.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1221970265862811650": {
    "id": 1221970265862811650,
    "full_text_i18n": {
      "en": "Gay people 2 decades ago: *exist*\n\nBigots: \"They're trying to turn our children gay! We must protect our children!\"\n\nTrans people now: *exist*\n\nBigots: \"They're trying to convince our gay kids they're the wrong gender! We must protect our gay children!\"",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1153300365355307008": {
    "id": 1153300365355307008,
    "full_text_i18n": {
      "en": "A friend of mine who just started her transition this week asked me yesterday if I ever got turned on by seeing myself. I knew immediately what she was actually asking, so this is a PSA for all those trans femmes out there feeling invalidated by their own bodies.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1153300366902960128": {
    "id": 1153300366902960128,
    "full_text_i18n": {
      "en": "Im gonna be blunt: Your gender is not invalid because you get an erection when seeing yourself dressed as feminine. We’ve all gotten it. It doesn’t mean you’re fetishizing. It doesn’t mean you’re not actually trans.\n\nAll it means is that you feel good about how you look.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1153300368974991361": {
    "id": 1153300368974991361,
    "full_text_i18n": {
      "en": "Gender Euphoria is sexy. Being comfortable in your clothes is sexy. Liking the way you look is sexy. *Feeling sexy is sexy!!*\n\nThat triggers a turn on, the body reacts to sexy things.\n\nHere’s the kicker: Cis Women get this too!!! It’s literally just a lady boner!",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1153300370631741440": {
    "id": 1153300370631741440,
    "full_text_i18n": {
      "en": "Over time this reaction happens less and less as you get more used to preseting as yourself. Eventually most clothes are just clothes, it’s just your new normal.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1153300372468801536": {
    "id": 1153300372468801536,
    "full_text_i18n": {
      "en": "But that special outfit that makes you feel really hot? That new dress that you try on for the first time and feel really cute in? That lingerie that you bought specifically to feel sexy in?\n\nYes, that triggers it. All it means is thst you’re happy.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1153300374133981186": {
    "id": 1153300374133981186,
    "full_text_i18n": {
      "en": "Let me tell you, the massive relief my friend displayed at learning that this was completely normal was palpable. The poor girl had been stressing about that so hard.\n\nShe didn’t even know about AGP, but she knew the stigmas and was terrified that this meant she was fake.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1224039568971710464": {
    "id": 1224039568971710464,
    "full_text_i18n": {
      "en": "@TransEthics Normally  the Y chromosome carries 27 genes, only 4 are related to sex. One, the SRY, determines (via the SOX9 gene) whether testes or ovaries form in the early fetus. Another 3 determine sperm production if testes form.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1224040716365524993": {
    "id": 1224040716365524993,
    "full_text_i18n": {
      "en": "@TransEthics The SRY is just a signaler to 3 dark DNA areas to produce more SOX9 genes, above a certain threshold testes form, below that ovaries.\n\nBut that is just the start of the story. If ovaries form then another gene, FOXL2, keeps them as ovaries.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1224041800513380352": {
    "id": 1224041800513380352,
    "full_text_i18n": {
      "en": "@TransEthics FOXL2 works with estrogen receptors to keep the ovary as an ovary without which it would turn into testes and start producing testosterone by inhibiting SOX9 production.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1224042620164296705": {
    "id": 1224042620164296705,
    "full_text_i18n": {
      "en": "@TransEthics Male and female mammals produce SOX9  as far as I know all their lives (I need to check up on that) and even if there are already ovaries if the level becomes high enough then the ovaries will turn into testes.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1224043995413639168": {
    "id": 1224043995413639168,
    "full_text_i18n": {
      "en": "@TransEthics But FOXL2 production depends on enough estrogen and/or the estrogen receptors working correctly. If something goes wrong with either then SOX9 production increases and existing ovaries will turn into testes and produce testosterone.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1224044949160611840": {
    "id": 1224044949160611840,
    "full_text_i18n": {
      "en":"@TransEthics So there is a feedback loop: No SRY  means less SOX9, thus ovaries form. They produce estrogen which causes FOXL2 production which suppresses SOX9 production to keep the ovaries as ovaries. Is something goes wrong and SOX9 levels climb enough then those ovaries will become testes",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1223942625708761088": {
    "id": 1223942625708761088,
    "full_text_i18n": {
      "en": "I'm going to regret paying the co-pay for this test eventually because it was pretty pricey… but I had my karyotype done. Just got the results.\n\nI –a trans woman– have XX chromosomes. \n\nthe GC crowd can g[REDACTED]k themselves",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207834357639139328": {
    "id": 1207834357639139328,
    "full_text_i18n": {
      "en": "Friendly neighborhood biologist here. I see a lot of people are talking about biological sexes and gender right now. Lots of folks make biological sex sex seem really simple. Well, since it’s so simple, let’s find the biological roots, shall we?  Let’s talk about sex...[a thread]",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207835110617309191": {
    "id": 1207835110617309191,
    "full_text_i18n": {
      "en": "If you know a bit about biology you will probably say that biological sex is caused by chromosomes, XX and you’re female, XY and you’re male. This is “chromosomal sex” but is it “biological sex”? Well...",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207835384358604802": {
    "id": 1207835384358604802,
    "full_text_i18n": {
      "en": "Turns out there is only ONE GENE on the Y chromosome that really matters to sex. It’s called the SRY gene. During human embryonic development the SRY protein turns on male-associated genes. Having an SRY gene makes you “genetically male”. But is this “biological sex”?",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207835597206937600": {
    "id": 1207835597206937600,
    "full_text_i18n": {
      "en": "Sometimes that SRY gene pops off the Y chromosome and over to an X chromosome. Surprise! So now you’ve got an X with an SRY and a Y without an SRY. What does this mean?",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207835815071473664": {
    "id": 1207835815071473664,
    "full_text_i18n": {
      "en": "A Y with no SRY means physically you’re female, chromosomally you’re male (XY) and genetically you’re female (no SRY). An X with an SRY means you’re physically male, chromsomally female (XX) and genetically male (SRY). But biological sex is simple! There must be another answer...",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207835999130259456": {
    "id": 1207835999130259456,
    "full_text_i18n": {
      "en": "Sex-related genes ultimately turn on hormones in specifics areas on the body, and reception of those hormones by cells throughout the body. Is this the root of “biological sex”??",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207837155667718145": {
    "id": 1207837155667718145,
    "full_text_i18n": {
      "en": "What does this all mean?",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207838570276372480": {
    "id": 1207838570276372480,
    "full_text_i18n": {
      "en": "It means you may be genetically male or female, chromosomally male or female, hormonally male/female/non-binary, with cells that may or may not hear the male/female/non-binary call, and all this leading to a body that can be male/non-binary/female.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207839986801922048": {
    "id": 1207839986801922048,
    "full_text_i18n": {
      "en": "Biological sex is complicated. Before you discriminate against someone on the basis of “biological sex” &amp; identity, ask yourself: have you seen YOUR chromosomes? Do you know the genes of the people you love? The hormones of the people you work with? The state of their cells?",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207838924263084033": {
    "id": 1207838924263084033,
    "full_text_i18n": {
      "en": "Of course you could try appealing to the numbers. “Most people are either male or female” you say. Except that as a biologist professor I will tell you...",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1207839452619522048": {
    "id": 1207839452619522048,
    "full_text_i18n": {
      "en": "The reason I don’t have my students look at their own chromosome in class is because people could learn that their chromosomal sex doesn’t match their physical sex, and learning that in the middle of a 10-point assignment is JUST NOT THE TIME.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1208181235593490433": {
    "id": 1208181235593490433,
    "full_text_i18n": {
      "en": "@RebeccaRHelm As a fellow genetics lab teacher, this is the same reason my department stopped chromosome testing in lab. A really cool experiment would turn into guys getting freaked out they have XXY, etc.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1374039857773875201": {
    "id": 1374039857773875201,
    "full_text_i18n": {
      "en": "@salenby @chaoticgaythey Night sweats/being HOT even at normal room temperature.  The night sweats went away after a week or two the being constantly warm has not gone away it has just become normal. \n\nYour scent changes, even the smell of your urine.  Like I knew that going in, but it was still weird.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1374060995778318347": {
    "id": 1374060995778318347,
    "full_text_i18n": {
      "en": "@salenby I know a lot of people have the effect that they can't cry. But honestly, I'm about to cry right now just thinking about crying.\n\nI'm extremely sensitive and emotional now in a way that I didn't allow myself before.\n\nI cry a lot, but it's always tears of joy now.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1374076480985128970": {
    "id": 1374076480985128970,
    "full_text_i18n": {
      "en": "@beee_dl @salenby I had a decent sleep schedule before I started T, and afterwards it basically just flipped",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1374094470753423360": {
    "id": 1374094470753423360,
    "full_text_i18n": {
      "en": "@salenby @FoxxyGlamKitty I've been on T for literally a week and a half, and all I will say is that bottom growth and increased libido starts waaaayyyy quicker than you might think.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1374040823382347778": {
    "id": 1374040823382347778,
    "full_text_i18n": {
      "en": "@salenby @chaoticgaythey The jokes about teenage boys always being horny, well, it's a thing.  Not uncontrollably, get yourself in trouble horny, but I'd have sex multi times a day...\n\nAlso, I find I 'notice' women more now, I still mostly prefer men but the ratio has adjusted a bit more towards center.",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1374053191445270534": {
    "id": 1374053191445270534,
    "full_text_i18n": {
      "en": "@salenby Orgasms being different was meantioned and I have to second this.\n\nMy clit now really functions like a small penis.\n\nSo, before I would have these orgasms that could be very intense, yet never satisfying. Now my orgasms are less intense, but it's like, I actually feel I \"finish\".",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "1374054574579798016": {
    "id": 1374054574579798016,
    "full_text_i18n": {
      "en": "@salenby cw menstruation: if u take it for a while and then stop taking it for a bit your period will come back and it will be ANGRY",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "_model_copy_and_paste": {
    "id": 88888888888888888888888,
    "full_text_i18n": {
      "en": "",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  },
  "_end_dont_use": {
    "id": 9999999999999999999999,
    "full_text_i18n": {
      "en": "",
      "pt": "",
      "fr": "",
      "es": "",
      "zh": "",
      "de": "",
      "hu": "",
      "pl": ""
    }
  }
}