{
  "1228717614630940672": {
    "id": 1228717614630940700,
    "full_text_i18n": {
      "en": "@KatyMontgomerie Magnus Hirschfield was writing about Third Genders and transitioning between sex and gender in the late 1800s.\n\nThis book of his, entitled \"What do people need to know about the Third Gender?\" was written in 1901.\n\nThis stuff isn't new, it was just sidelined. https://t.co/QPsZRNn0pT",
      "pt": "@KatyMontgomerie Magnus Hirschfield estava escrevendo sobre terceiros gêneros e transição entre sexo e gênero no fim dos anos 1800.\n\nEsse livro dele, chamado \"What do people need to know about the Third Gender?\" (em português: \"O que as pessoas precisam saber sobre o Terceiro Gênero?\") foi escrito em 1901.\n\nEssas coisas não são novas, apenas estavam de lado. https://t.co/QPsZRNn0pT"
    }
  },
  "1439225913623781377": {
    "id": 1439225913623781377,
    "full_text_i18n": {
      "en": "When ever people try to say trans people are a recent phenomenon or trend I think of this photo from Magnus Hirschfield's institut für sexualwissenschaft (1919-1933 germany), that's him in the glasses with the big 'tache, everyone else in this photo is trans, it's from the 1920s. https://t.co/SzzPgkg5ZL",
      "pt": "Sempre que as pessoas tentam dizer que pessoas trans são um fenômeno ou moda recente, eu penso nessa foto do institut für sexualwissenschaft (Alemanha 1919-1933) do Magnus Hirschfield, ele está de óculos com grande bigode, todos os outros nessa foto são trans. É dos anos 1920."
    }
  },
  "1215716433210105856": {
    "id": 1215716433210105856,
    "full_text_i18n": {
      "en": "Fish don't notice water. It's all around them. Most fish have never left it.\n\nAnd often, trans people in denial don't notice the gender dysphoria that suffuses their daily lives.\n\nI'm just going to list some idiosyncrasies and discomforts that I didn't realize were dysphoria:",
      "pt": "Peixes não notam a água. Ela está sempre ao redor deles. A maior parte dos peixes nunca saiu da água.\n\nE geralmente, pessoas trans em negação não notam a disforia de gênero que inunda suas vidas diárias.\n\nEu vou listar algumas idiossincrasias e desconfortos que eu não percebia que eram disforia:"
    }
  },
  "1228141518386585607": {
    "id": 1228141518386585607,
    "full_text_i18n": {
      "en": "Just finished 22 valentines cards for my son's daycare class. We wandered about Target to get some candy. It is great just existing, being myself, with my son and living life being seen the way I truly am.\n\nEven all of his daycare friends say \"your mom's here!\" :)",
      "pt": "Acabei de finalizar 22 cartões de Valentine's Day para a creche do meu filho. Nós andamos pela Target para pegar alguns doces. É incrível apenas existir, sendo eu mesma, com meu filho e vivendo a minha vida sendo vista como eu realmente sou.\n\nAté mesmo todos os seus amigos da creche dizem \"sua mãe está aqui!\" :)"
    }
  },
  "1228165207316287489": {
    "id": 1228165207316287489,
    "full_text_i18n": {
      "en": "@ErinInTheMorn It really is. Just... existing. No mask, no filters, no misconceptions.  Fully actualized. It’s bliss. Cis folk take it so for granted.",
      "pt": "Realmente é. Apenas... existindo. Sem máscara, sem filtros, sem equívocos. Totalmente realizada. É uma alegria. Pessoas cis tomam isso por garantido."
    }
  },
  "1228165767264256003": {
    "id": 1228165767264256003,
    "full_text_i18n": {
      "en": "@TwippingVanilla Yes they do!",
      "pt": "@TwippingVanilla Sim, eles tomam [por garantido]!"
    }
  },
  "1220143004821938176": {
    "id": 1220143004821938176,
    "full_text_i18n": {
      "en": "When my friends back in high school would discuss who their ideal woman was, they were all describing physical traits of a person they’d want to date... as I explained who I wanted to be. \n\nI always thought everyone had a dirty little secret like mine. A bit of closet shame.",
      "pt": "Quando os meus amigos no ensino médio discutiam qual seria a mulher ideal deles, eles sempre descreviam características físicas de uma pessoa que eles gostariam de namorar... enquanto eu explicava quem eu gostaria de ser.\n\nEu sempre achei que todos tinham um segredinho como o meu. Um pouco de vergonha do armário."
    }
  },
  "1184580976581775366": {
    "id": 1184580976581775366,
    "full_text_i18n": {
      "en": "@MamaCoffeeCat I was told that because I didn't have genital dysphoria, I wasn't \"trans enough\" to transition. I subsequently lived a decade of denial and self-hatred. \n\nFunnily enough, after starting to transition, I began to recognize some of my anguish for what it was: genital dysphoria.",
      "pt": "@MamaCoffeeCat Eu ouvi que porque eu não tinha disforia genital, eu não era \"trans o suficiente\" para transicionar. Eu subsequentemente vivi uma década de negação e auto-ódio.\n\nEngraçadamente, após começar a transição, eu comecei a reconhecer um pouco da minha angústia pelo que ela era: disforia genital."
    }
  },
  "1184837108919230464": {
    "id": 1184837108919230464,
    "full_text_i18n": {
      "en": "@meimeimeixie @MamaCoffeeCat Me pre-hrt: I don’t hate my penis at all.\n\nMe 2.5 years on hrt: GET THIS THING OFF ME.",
      "pt": "@meimeimeixie @MamaCoffeeCat Eu pre-TH: Eu não odeio o meu pênis nenhum pouco.\n\nEu 2,5 anos em TH: TIRA ESSA COISA DE MIM."
    }
  },
  "947522372315369472": {
    "id": 947522372315369472,
    "full_text_i18n": {
      "en": "If you're under the assumption that you're a cis guy but have always dreamed of being a girl, and the only reason you haven't transitioned is because you're afraid you'll be an \"ugly\" girl:\n\nThat's dysphoria. You're literally a trans girl already, hon.",
      "pt": "Se você tem a suposição de que você é um cara cis mas que sempre sonhou em ser uma menina e a única razão você não transicionou é porque você está com medo que você será uma menina \"feia\":\n\nIsso é disforia. Você literalmente já é uma menina trans, querida."
    }
  },
  "947523244948680705": {
    "id": 947523244948680705,
    "full_text_i18n": {
      "en": "Don't feel too bad about never realizing it. I just had this eureka moment myself. \n\nBut that's literally dysphoria. You feel discomfort being reminded of the disconnect between who you want to be (who you ARE) and what you look like.",
      "pt": "Não se sinta muito mal por nunca ter percebido isso. Eu mesma acabei de ter esse momento de eureca.\n\nMas isso é literalmente disforia. Você sente desconforto ao ser lembrada da desconexão entre o quem você quer ser (quem você É) e o que você se parece."
    }
  },
  "1215716438972993536": {
    "id": 1215716438972993536,
    "full_text_i18n": {
      "en": "You have an underlying sense that you are \"not like\" most people. Your friends might get you, but you draw an instinctive and unconscious line between you and \"normal\" people. When you interact with a \"normal\" person, you're not sure what to say or how to act.",
      "pt": "Você tem uma sensação subjacente de que você \"não é como\" a maioria das pessoas. Os seus amigos podem te entender, mas você desenha uma linha instintiva e subconsciente entre você e pessoas \"normais\". Quando você interage com pessoas \"normais\", você não sabe o que dizer ou como agir."
    }
  },
  "1215736608055537670": {
    "id": 1215736608055537670,
    "full_text_i18n": {
      "en": "You find it hard to prioritize your own feelings. You're aware of emotions you *should* be feeling, but they're distant and fake-seeming. When someone else is upset, it's much more real and urgent. You believe this is just your stoic, protective nature.",
      "pt": "Você acha difícil priorizar seus próprios sentimentos. Você está ciente das emoções que você *deveria* estar sentindo, mas elas são distantes e parecem falsas. Quando alguém está chateado, é muito mais real e urgente. Você acredita que isso é apenas a sua natureza estoica e protetora."
    }
  },
  "1215738145473474560": {
    "id": 1215738145473474560,
    "full_text_i18n": {
      "en": "You often feel directionless in life. When asked about career goals in High School, you didn't really care about your answer. Even careers centered in your interests seemed kind of intolerable. You struggle to imagine a future for yourself where you are happy or fulfilled.",
      "pt": "Você frequentemente se sente em direção na vida. Quando te perguntavam sobre meras de carreira no Ensino Médio, você não se importava realmente sobre a sua resposta. Mesmo carreiras centradas em seus interesses pareciam meio intoleráveis. Você tem dificuldade em imaginar um futuro para si mesmo onde você está feliz ou realizado."
    }
  },
  "1215740224325783553": {
    "id": 1215740224325783553,
    "full_text_i18n": {
      "en": "You only take steps to better your life when external forces *make* you. You'd rather withdraw and self-minimize and focus on escapist hobbies. You're just not motivated to attain nice things for yourself. (You tell yourself that this is a zen acceptance, a freedom from desires.)",
      "pt": "Você só toma passos para melhorar a sua vida quando forças externas te *obrigam*. Você preferiria se excluir e auto-minimizar e focar em seus hobbies escapistas. Você simplesmente não está motivado para ater boas coisas para si próprio. (Você se diz que isso é aceitação zen, uma liberdade dos desejos.)"
    }
  },
  "1215718003310039040": {
    "id": 1215718003310039040,
    "full_text_i18n": {
      "en": "When you interact with very masculine men, you're nervous. You don't really know how to carry on a conversation with them, or want to. You feel an expectation, from them, to be something you're not. You quietly judge them for being too \"bro\"-y, \"basic.\"",
      "pt": "Quando você interage com homens bem masculinos, você está nervoso. Você realmente não sabe ou não quer como levar uma conversa com eles. Você sente uma expectativa, vinda deles, de ser algo que você não é. Você quietamente os julga por serem muito \"bro\" e \"básicos\"."
    }
  },
  "1215720411788382210": {
    "id": 1215720411788382210,
    "full_text_i18n": {
      "en": "Being vulnerable around strange men is terrifying. You're anxious when you use the public men's room. Changing in a gym locker room is unthinkable. You do not feel ownership of these spaces. You are very concerned about strange men observing you, or your body.",
      "pt": "Ser vulnerável ao redor de homens estranhos é aterrorizante. Você se sente ansioso quando você tem que usar o banheiro masculino. Trocar de roupa em vestiário é inimaginável. Você não sente propriedade desses espaços. Você é bem preocupado com homens estranhos te observando, ou [observando] o seu corpo."
    }
  },
  "1215724301065891841": {
    "id": 1215724301065891841,
    "full_text_i18n": {
      "en": "You're awkward at social touch. You might crave touch, like most people, but you feel like you're almost entirely incapable of receiving it warmly. When giving a hug, something about your torso feels like it will be *offensive* to others. (Whatever it is, they don't notice.)",
      "pt": "Você é inábil ao toque social. Você pode desejar toque, como a maioria das pessoas, mas você sente que você é quase completamente incapaz de recebê-lo calorosamente. Quando você dá um abraço, algo sobre o seu torso sente como se fosse *ofensivo* aos outros. (O que quer que seja, eles não notam.)"
    }
  },
  "1215727546387648517": {
    "id": 1215727546387648517,
    "full_text_i18n": {
      "en": "You can't talk about sex, or attraction, or the bodies of people you're supposed to be attracted to. Even when your commentary is solicited, everything you could say feels unwanted and inappropriate, even if it'd be fine coming from someone else. You freeze up.",
      "pt": "Você não consegue falar sobre sexo, ou atração, ou corpos de pessoas pelas quais você não deveria ter atração. Mesmo quando seu comentário é solicitado, tudo que você poderia dizer parece indesejado e inapropriado, mesmo se isso seria okay vindo de outra pessoa. Você congela."
    }
  },
  "1215727547780096000": {
    "id": 1215727547780096000,
    "full_text_i18n": {
      "en": "You struggle even to voice innocent physical compliments to others, like \"Looking good!\" You are hyper-aware that virtually anything could sound like unwanted sexual attention, coming from you. You feel like your attention is uniquely, universally unwelcome.",
      "pt": "Você luta mesmo para expressar inocentes elogios físicos aos outros como \"Lindo!\" Você está hiper-vigilante que virtualmente qualquer coisa pode soar como atenção sexual indesejada [quando o comentário] vem de você. Você sente que a sua atenção é única e universalmente indesejada."
    }
  },
  "1215731319973523456": {
    "id": 1215731319973523456,
    "full_text_i18n": {
      "en": "When an AFAB friend expresses disapproval, you're devastated. You scramble to get their approval back. You're worried you're coming across as a simpering \"nice guy,\" all of whom you despise. You just value your AFAB friends' opinions more highly, for reasons you can't explain.",
      "pt": "Quando uma amiga expressa desaprovação, você se sente devastado. Você se esforça para obter a aprovação delas de volta. Você está preocupado em ser visto como o \"casa legal\" dissimuladamente sorridente todos os quais você detesta. Você simplesmente valoriza mais a opinião das suas amigas por razões que você não consegue explicar."
    }
  },
  "1219968711681040384": {
    "id": 1219968711681040384,
    "full_text_i18n": {
      "en": "The irony in “trans women mimic gender stereotypes” is the only time I DID mimic stereotypes was when I was forced to interact with men. And I did so out of a sense of survival and a longing to try and fit in.\n\nI didn’t transition into stereotypes…I transitioned out of them.",
      "pt": "A ironia em “mulheres trans imitam esteriótipos de gênero” é que a única vez em que EU IMITEI esteriótipos de gênero foi quando eu era forçada a interagir com homens. E eu fiz isso por uma sensação de sobrevivência e anseio de tentar me encaixar.\n\nEu não transicionei em esteriótipos…eu transicionei para fora deles."
    }
  },
  "1137185510793678848": {
    "id": 1137185510793678848,
    "full_text_i18n": {
      "en": "@Whorrorer i can know a cis woman for a year and not feel like i'm all that close to her.\n\ni can know a trans woman for three hours and feel like i've known her my whole life.",
      "pt": "@Whorrorer eu posso conhecer uma mulher cis por um ano e não sentir que sou tão próxima dela.\n\neu posso conhecer uma mulher trans por três horas e sentir que eu a conheci pela minha vida inteira."
    }
  },
  "1201138482569195526": {
    "id": 1201138482569195526,
    "full_text_i18n": {
      "en": "Guilt is a byproduct of shame, shame is a byproduct of transphobia, and transphobia is a byproduct of lies based in fear.\n\nOnce you realize this, you can begin to see “trans” for what it is...a beautiful manifestation of nature. A gift to be cherished, not a curse to be hidden.",
      "pt": "Culpa é um subproduto de culpa, culpa é um subproduto de transfobia, e transfobia é um subproduto das mentiras baseadas em medo.\n\nUma vez que você percebe isso, você pode começar a ver “trans” pelo que ela é ... uma bela manifestação da natureza. Uma dádiva a ser apreciada, não uma maldição a ser escondida."
    }
  },
  "1216109204093722630": {
    "id": 1216109204093722630,
    "full_text_i18n": {
      "en": "I get the thinking. Trans girls grow up falsely believing they're guys, and so are assumed/expected/raised to experienced and express normative heterosexual attraction to women. If you're a trans lesbian, you transition, but you're still into women. So it's the same, right? No",
      "pt": "Eu entendo o raciocínio. Meninas trans crescem falsamente acreditando que elas são meninos, e são presumidas/esperadas/crescidas para experimentar e expressar atração heteronormativa à mulheres. Se você é uma trans lésbica, você transiciona mas você ainda gosta de mulheres. Então é o mesmo, certo? Não"
    }
  },
  "1216109206509694979": {
    "id": 1216109206509694979,
    "full_text_i18n": {
      "en": "So let's talk details. To begin with, it's worth pointing out that most trans lesbians don't exactly experience normative heterosexual attraction to women in the same way that cishet men do. Dysphoria and confused gender feelings mess with that a whole lot",
      "pt": "Vamos falar dos detalhes. Para começar, vale notar que a maior parte das trans lésbicas não experiencia atração heteronormativa à mulheres da mesma forma que homens cishéteros. Disforia e sensações de confusão de gênero bagunçam muito com isso"
    }
  },
  "1216109207671508992": {
    "id": 1216109207671508992,
    "full_text_i18n": {
      "en": "Before I transitioned, just the thought of doing any sexual or romantic with a girl made me nauseous, because doing that would feel like I was adopting a masculine role - the role of the boyfriend, the male lover - and that kicked my latent dysphoria into overdrive",
      "pt": "Antes de eu transicionar, o mero pensamento de fazer qualquer coisa sexual ou romântica com uma menina me dava náusea, porque fazer isso me fazia sentir que eu estava adotando um papel masculino - o papel de um namorado, do amante homem - e isso engrenava a minha latente disforia em overdrive"
    }
  },
  "1216109214994747393": {
    "id": 1216109214994747393,
    "full_text_i18n": {
      "en": "When I first transitioned, my family and friends assumed I was going to be solely or primarily interested in men. Every mainstream cultural message I'd ever absorbed about women (including trans women) told me I needed to be into men",
      "pt": "Quando eu comecei a transicionar, minha família e amigos assumiram que eu seria somente ou primariamente interessada em homens. Toda mensagem cultural mainstream que eu absorvi sobre mulheres (incluindo mulheres trans) me disseram que eu precisava gostar de homens"
    }
  },
  "1216110299285200896": {
    "id": 1216110299285200896,
    "full_text_i18n": {
      "en": "Many trans healthcare systems operate on a really really crude system where a cis doctor asks you a bunch of stuff like 'what toys did you play with as a child?' to see if you match up well enough with what a woman is \"supposed to be\". And women are \"supposed to be\" into men",
      "pt": "Muito dos sistemas de saúde trans operam em um sistema muito muito rudimentário onde um médico cis te pergunta um monte de coisas como 'com quais brinquedos você brincava quando criança?' para ver se você se encaixava bem o bastante com o que uma mulher é \"esperada\" ser. E \"espera-se\" que mulheres gostem de homens"
    }
  },
  "1216110666626555904": {
    "id": 1216110666626555904,
    "full_text_i18n": {
      "en": "So, there's a lot of internal and external pressure faced by trans lesbians to disavow their own lesbianism and experience attraction to men. This is nothing like what any straight man experiences, but it is a whole lot like what cis lesbians experience!",
      "pt": "Então, há um monte de pressões internas e externas enfrentadas por trans lésbicas para negar seu próprio lesbianismo e experienciar homens. Isso não é nada que qualquer homem hétero experiencia, mas é muito como o que lésbicas cis experienciam!"
    }
  },
  "1216111083997605888": {
    "id": 1216111083997605888,
    "full_text_i18n": {
      "en": "One last thing is, the way it feels to be a trans lesbian experiencing attraction, sex and romance to other women. It doesn't feel like cishet attraction. It's not burdened by any of those weird, crude expectations. I don't recognize any of that in my life",
      "pt": "Uma última coisa é, a sensação de ser uma trans lésbica experienciando atração, sexo e romance a outras mulheres. Isso não é como a sensação da atração cishétera. Ela não é sobrecarregada por quaisquer daquelas expectativas estranhas e rudimentárias. Eu não reconheço nenhuma delas na minha vida"
    }
  },
  "1216112014411599877": {
    "id": 1216112014411599877,
    "full_text_i18n": {
      "en": "When I read cishet experiences of their sexuality, I feel nothing but alienation. When I read lesbian experiences, they resonate with me deeply and I recongize those things in how I experience my sexuality with the people I love and am attracted to",
      "pt": "Quando eu leio experiências cishéteras sobre sua sexualidade, eu não sinto nada exceto alienação. Quando eu leio experiências lésbicas, elas ressoam profundamente comigo e eu reconheço essas coisas em como eu experiencio minha sexualidade com as pessoas eu amo e pelas quais sinto atração"
    }
  },
  "1137399651458519040": {
    "id": 1137399651458519040,
    "full_text_i18n": {
      "en": "Did any other trans girls get to the point pre-transition where they had to basically dissociate in order to top or was that just me lol",
      "pt": "Alguma outra menina trans chegou ao ponto pré-transição onde elas tinham basicamente que dissociar para fazer o papel de ativo no sexo ou era só eu lol"
    }
  },
  "1215716435068100611": {
    "id": 1215716435068100611,
    "full_text_i18n": {
      "en": "When you get ready to go, you just roll out of bed and throw on whatever. You don't really do any self-grooming, or care about what's on your body. You're a little proud of your lack of vanity, your deeper, non-appearance-level existence.",
      "pt": "Quando você está pronta para sair, você simplesmente rola para fora da cama e coloca qualquer coisa. Você não faz nenhum cuidado real com a sua aparência ou com o que está no seu corpo. Você é um pouco orgulhosa da sua falta de vaidade, da sua existência mais profunda e não-no-nível-de-aparência."
    }
  },
  "1215716435974066176": {
    "id": 1215716435974066176,
    "full_text_i18n": {
      "en": "Your clothes are chosen almost entirely for comfort. And for you, comfortable means loose and baggy. You can't stand wearing clothes (that others claim are flattering!) that are close-fitting in the wrong places, that draw your own attention to certain parts of your body.",
      "pt": "Suas roupas são escolhidas quase inteiramente por conforto. E para você, confortável significa solto e folgado. Você não aguenta vestir roupas (que os outros alegam ser lisonjeiras!) que são bem encaixadas nos lugares errados, que chamam a sua própria atenção a certas partes do seu corpo."
    }
  },
  "1215716436980703233": {
    "id": 1215716436980703233,
    "full_text_i18n": {
      "en": "Clothes shopping for yourself is a hassle at best and a source of stress and anxiety at worst. When you do find clothes that fit and look okay, they don't make you *happy*. You don't feel more confident in them. You're just relieved you can go home.",
      "pt": "Compra de roupas si mesma é uma incômodo no melhor caso e uma fonte de estresse e ansiedade no pior caso. Quando você encontra roupas que encaixam bem e tem aparência okay, elas não te fazem *feliz*. Você não se sente mais confiante nelas. Você está apenas aliviado que você pode ir para casa."
    }
  },
  "1215716438020849664": {
    "id": 1215716438020849664,
    "full_text_i18n": {
      "en": "Occasions where you *must* dress up, like weddings and funerals and job interviews, are the worst. Even after all of the grooming and wardrobing, you feel self-conscious and awkward in formalwear. It makes you feel *fake,* like a lump of sludge pretending to be a fancy person.",
      "pt": "Ocasiões em que você *precisa* se vestir bem, como casamentos e funerais e entrevistas de emprego, são o pior. Mesmo após todo o cuidado de aparência e roupas, você se sente auto-consciente e estranho em roupas formais. Você se sente *falso*, como um amontoado de lama fingindo ser uma pessoa elegante."
    }
  },
  "1191555135756853249": {
    "id": 1191555135756853249,
    "full_text_i18n": {
      "en": "Feeling envious of other girls for being pretty is a thing that many many women feel. Dysphoria is a real headfuck of a layer on top of that feeling, yet I just wanna say that if you’re a trans woman feeling envious of another trans woman, that’s you being a actual woman.",
      "pt": "Sentir inveja de outras meninas por serem bonitas é uma coisa que muitas muitas mulheres sentem. Disforia é uma verdadeira fode-mente de camadas no topo dessas sensações, entretanto eu só quero dizer que se você é uma mulher trans sentindo inveja de outra mulher trans, isso é você sendo uma mulher de verdade."
    }
  },
  "1215746083487461379": {
    "id": 1215746083487461379,
    "full_text_i18n": {
      "en": "You're worried that you might be homophobic, even though you believe in gay rights, because \"LGBT+ stuff\" fills you with a deep discomfort. It all seems so flamboyant and overtly sexual. It makes you want to shrink down and disappear, before you die of secondhand embarrassment.",
      "pt": "Você se preocupa que você pode ser homofóbico, mesmo você acreditando em direitos gay, porque \"coisas LGBT+\" te enche com um profundo desconforto. Tudo isso parece tão extravagante e excessivamente sexual. Isso te faz querer encolher e desaparecer, antes que você morra de vergonha de segunda-mão."
    }
  },
  "1215749725456125952": {
    "id": 1215749725456125952,
    "full_text_i18n": {
      "en": "Later, when you meet real queer people, or your friends come out of the closet, you start to idolize them. But you're also jealous. They're *free* and *real* in a way that seems impossible for straight people, like you. They have huge, *real person* worries and desires and lives.",
      "pt": "Mais tarde, quando você encontra pessoas reais queer, ou seus amigos saem do armário, você começa a idolatrá-los. Mas você também fica com ciúme. Eles são *livres* e *reais* de uma forma que parece impossível para pessoas héteras, como você. Eles tem enormes preocupações, desejos e vidas de *pessoas reais*."
    }
  },
  "1219963582063968258": {
    "id": 1219963582063968258,
    "full_text_i18n": {
      "en": "@precociouspants @TorgHacker You don't need dysphoria to be trans!\n\nBut also, I've seen \"angst over not being dysphoric enough\" described as a sort of meta-dysphoria? Because it's distress you experience when you're worried you aren't _____ enough to be your gender.",
      "pt": "@precociouspants @TorgHacker Você não precisa de disforia para ser trans!\n\nMas também, eu vi \"angústia sobre não ter disforia suficiente\" descrita como uma espécie de meta-disforia? Porque é um sofrimento que você experiencia quando você não é _____ suficiente para ser o seu gênero."
    }
  },
  "1221970265862811650": {
    "id": 1221970265862811650,
    "full_text_i18n": {
      "en": "Gay people 2 decades ago: *exist*\n\nBigots: \"They're trying to turn our children gay! We must protect our children!\"\n\nTrans people now: *exist*\n\nBigots: \"They're trying to convince our gay kids they're the wrong gender! We must protect our gay children!\"",
      "pt": "Pessoas gay 2 décadas atrás: *existem*\n\nPreconceituosos: \"Eles estão tentando tornar as nossas crianças gay! Nós temos que proteger as nossas crianças!\"\n\nPessoas trans hoje: *existem*\n\nPreconceituosos: \"Eles estão tentando convencer nossas crianças gay que elas são o gênero errado! Nós temos que proteger as nossas crianças!\""
    }
  },
  "1153300365355307008": {
    "id": 1153300365355307008,
    "full_text_i18n": {
      "en": "A friend of mine who just started her transition this week asked me yesterday if I ever got turned on by seeing myself. I knew immediately what she was actually asking, so this is a PSA for all those trans femmes out there feeling invalidated by their own bodies.",
      "pt": "Uma amiga minha que acabou de começar a sua transição nessa semana me perguntou ontem se eu alguma vez já fiquei excitada ao ver mim mesma. Eu imediatamente soube o que ela estava realmente perguntando, então isso é um PSA para todas as transfem que estejam se sentindo invalidadas por seus próprios corpos."
    }
  },
  "1153300366902960128": {
    "id": 1153300366902960128,
    "full_text_i18n": {
      "en": "Im gonna be blunt: Your gender is not invalid because you get an erection when seeing yourself dressed as feminine. We’ve all gotten it. It doesn’t mean you’re fetishizing. It doesn’t mean you’re not actually trans.\n\nAll it means is that you feel good about how you look.",
      "pt": "Eu vou ser direta: Seu gênero não é inválido porque você tem uma ereção quando você se vê vestida como feminina. Todas nós já tivemos isso. Isso não significa que você está fetishizando. Isso não significa que você não é realmente trans.\n\nTudo o que isso significa é que você se sente bem com a sua aparência."
    }
  },
  "1153300368974991361": {
    "id": 1153300368974991361,
    "full_text_i18n": {
      "en": "Gender Euphoria is sexy. Being comfortable in your clothes is sexy. Liking the way you look is sexy. *Feeling sexy is sexy!!*\n\nThat triggers a turn on, the body reacts to sexy things.\n\nHere’s the kicker: Cis Women get this too!!! It’s literally just a lady boner!",
      "pt": "Euforia de Gênero é sexy. Estar confortável em suas roupas é sexy. Gostar da sua aparência é sexy. *Sensações sexy são sexy!!*\n\nIsso engatilha uma excitação, o corpo reage a coisas sexy.\n\nAqui está o tíquete: Mulheres Cis também tem essa sensação!!! É literalmente apenas uma ereção feminina!"
    }
  },
  "1153300370631741440": {
    "id": 1153300370631741440,
    "full_text_i18n": {
      "en": "Over time this reaction happens less and less as you get more used to preseting as yourself. Eventually most clothes are just clothes, it’s just your new normal.",
      "pt": "Conforme o tempo passa, essa reação acontece cada vez menso conforme você se acostuma a se apresentar como si mesma. Eventualmente a maioria das roupas são só roupas, é apenas o seu novo normal."
    }
  },
  "1153300372468801536": {
    "id": 1153300372468801536,
    "full_text_i18n": {
      "en": "But that special outfit that makes you feel really hot? That new dress that you try on for the first time and feel really cute in? That lingerie that you bought specifically to feel sexy in?\n\nYes, that triggers it. All it means is thst you’re happy.",
      "pt": "Mas aquela roupa especial que te faz sentir super quente? Aquele novo vestido que você veste pela primeira vez e se sente realmente fofa? Aquela lingerie que você comprou especificamente para se sentir sexy?\n\nSim, isso engatilha aquilo. E tudo o que isso significa é que você está feliz."
    }
  },
  "1153300374133981186": {
    "id": 1153300374133981186,
    "full_text_i18n": {
      "en": "Let me tell you, the massive relief my friend displayed at learning that this was completely normal was palpable. The poor girl had been stressing about that so hard.\n\nShe didn’t even know about AGP, but she knew the stigmas and was terrified that this meant she was fake.",
      "pt": "Deixe-me te dizer uma coisa, o massivo alívio que minha amiga mostrou ao aprender que isso é completamente normal foi palpável. Aquela pobre menina tinha se estressado contanto com aquilo.\n\nEla nem sabia sobre AGP, mas ela sabia os estigmas e estava aterrorizada de que isso significava que ela era falsa."
    }
  },
  "1224039568971710464": {
    "id": 1224039568971710464,
    "full_text_i18n": {
      "en": "@TransEthics Normally  the Y chromosome carries 27 genes, only 4 are related to sex. One, the SRY, determines (via the SOX9 gene) whether testes or ovaries form in the early fetus. Another 3 determine sperm production if testes form.",
      "pt": "@TransEthics Normalmente o cromossomo Y carrega 27 genes, apenas 4 são relacionados ao sexo. Um, o SRY, determina (via o gene SOX9) se testículos ou ovários se formam no feto precoce. Outros 3 determinam a produção de esperma se os testículos se formam."
    }
  },
  "1224040716365524993": {
    "id": 1224040716365524993,
    "full_text_i18n": {
      "en": "@TransEthics The SRY is just a signaler to 3 dark DNA areas to produce more SOX9 genes, above a certain threshold testes form, below that ovaries.\n\nBut that is just the start of the story. If ovaries form then another gene, FOXL2, keeps them as ovaries.",
      "pt": "@TransEthics O SRY é apenas um sinalizador para 3 áreas escuras do DNA para produzir mais genes SOX9, acima de um certo limite testículos se formam, abaixo disso, ovários.\n\nMas isso é apenas o começo da estória. Se ovários se formam então outro gene, o FOXL2, os mantém como ovários."
    }
  },
  "1224041800513380352": {
    "id": 1224041800513380352,
    "full_text_i18n": {
      "en": "@TransEthics FOXL2 works with estrogen receptors to keep the ovary as an ovary without which it would turn into testes and start producing testosterone by inhibiting SOX9 production.",
      "pt": "@TransEthics O FOXL2 funciona com receptores de estrógeno para manter o ovários como um ovário sem o qual ele se transformaria em testículos e começaria a produzir testosterona por inibição da produção de SOX9."
    }
  },
  "1224042620164296705": {
    "id": 1224042620164296705,
    "full_text_i18n": {
      "en": "@TransEthics Male and female mammals produce SOX9  as far as I know all their lives (I need to check up on that) and even if there are already ovaries if the level becomes high enough then the ovaries will turn into testes.",
      "pt": "@TransEthics Mamíferos macho e fêmea produzem SOX9 até onde sei durante todas as suas livas (eu preciso checar isso) e mesmo se já há ovários se o nível se torna auto o suficiente então os ovários se tornam testículos."
    }
  },
  "1224043995413639168": {
    "id": 1224043995413639168,
    "full_text_i18n": {
      "en": "@TransEthics But FOXL2 production depends on enough estrogen and/or the estrogen receptors working correctly. If something goes wrong with either then SOX9 production increases and existing ovaries will turn into testes and produce testosterone.",
      "pt": "@TransEthics Mas a produção de FOXL2 depende de estrógeno suficiente e/ou dos receptores de estrógeno funcionarem corretamente. Se algo dá errado com um dos dois então a produção de SOX9 aumenta e os ovários existentes se tornarão testículos e produzirão testosterona."
    }
  },
  "1224044949160611840": {
    "id": 1224044949160611840,
    "full_text_i18n": {
      "en":"@TransEthics So there is a feedback loop: No SRY  means less SOX9, thus ovaries form. They produce estrogen which causes FOXL2 production which suppresses SOX9 production to keep the ovaries as ovaries. Is something goes wrong and SOX9 levels climb enough then those ovaries will become testes",
      "pt": "@TransEthics Então existe um laço de feedback: Não ter o SRY significa menos SOX9, logo ovários se formam. Eles produzem estrógeno que causa a produção de FOXL2 que suprime a produção de SOX9 para manter os ovários como ovários. Se algo dá errado e os níveis de SOX9 aumentam o suficiente então os ovários se tornam testículos."
    }
  },
  "1223942625708761088": {
    "id": 1223942625708761088,
    "full_text_i18n": {
      "en": "I'm going to regret paying the co-pay for this test eventually because it was pretty pricey… but I had my karyotype done. Just got the results.\n\nI –a trans woman– have XX chromosomes. \n\nthe GC crowd can g[REDACTED]k themselves",
      "pt": "Eu eventualmente vou me arrepender de ter pago o co-pay para esse teste porque foi bem caro… mas eu fiz o meu cariótipo. Acabei de receber os resultados.\n\nI –uma mulher trans– tenho cromossomos XXX.\n\na turma GC [Gender Critical] pode ir #@%@&*$"
    }
  },
  "1207834357639139328": {
    "id": 1207834357639139328,
    "full_text_i18n": {
      "en": "Friendly neighborhood biologist here. I see a lot of people are talking about biological sexes and gender right now. Lots of folks make biological sex sex seem really simple. Well, since it’s so simple, let’s find the biological roots, shall we?  Let’s talk about sex...[a thread]",
      "pt": "Biólogo amigável de bairro aqui. Eu vejo muitas pessoas falando sobre sexos biológicos e gênero no momento. Muitos fazem sexo biológico parecer bem simples. Bem, já que é tão simples, vamos procurar as raízes biológicas, vamos? Vamos falar sobre sexo...[uma thread]"
    }
  },
  "1207835110617309191": {
    "id": 1207835110617309191,
    "full_text_i18n": {
      "en": "If you know a bit about biology you will probably say that biological sex is caused by chromosomes, XX and you’re female, XY and you’re male. This is “chromosomal sex” but is it “biological sex”? Well...",
      "pt": "Se você sabe um pouco de biologia você provavelmente vai saber que sexo biológico é causado pro cromossomos, XX e você é mulher, XY e você é homem. Isso é o “sexo cromossômico” mas isso é “sexo biológico”? Bem..."
    }
  },
  "1207835384358604802": {
    "id": 1207835384358604802,
    "full_text_i18n": {
      "en": "Turns out there is only ONE GENE on the Y chromosome that really matters to sex. It’s called the SRY gene. During human embryonic development the SRY protein turns on male-associated genes. Having an SRY gene makes you “genetically male”. But is this “biological sex”?",
      "pt": "Acontece que há apenas UM GENE no cromossomo Y que realmente importa para sexo. Ele é chamado de gene SRY. Durante o desenvolvimento embriônico humano, a proteína SRY ativa os genes associados à macho. Ter um gene SRY te faz “geneticamente macho”. Mas isso é “sexo biológico”?"
    }
  },
  "1207835597206937600": {
    "id": 1207835597206937600,
    "full_text_i18n": {
      "en": "Sometimes that SRY gene pops off the Y chromosome and over to an X chromosome. Surprise! So now you’ve got an X with an SRY and a Y without an SRY. What does this mean?",
      "pt": "Às vezes o gene SRY sai do cromossomo Y e vai parar no cromossomo X. Surpresa! Agora você tem um X com SRY e um Y sem SRY. O que isso significa?"
    }
  },
  "1207835815071473664": {
    "id": 1207835815071473664,
    "full_text_i18n": {
      "en": "A Y with no SRY means physically you’re female, chromosomally you’re male (XY) and genetically you’re female (no SRY). An X with an SRY means you’re physically male, chromsomally female (XX) and genetically male (SRY). But biological sex is simple! There must be another answer...",
      "pt": "Um Y sem SRY significa que você é fisicamente mulher, cromosomicamente homem (XY) e geneticamente você é mulher (não tem SRY). Um X com SRY significa que você é fisicamente homem, cromossomicamente mulher e geneticamente homem (tem SRY). Mas sexo biológico é simples! Tem que ter uma outra resposta..."
    }
  },
  "1207835999130259456": {
    "id": 1207835999130259456,
    "full_text_i18n": {
      "en": "Sex-related genes ultimately turn on hormones in specifics areas on the body, and reception of those hormones by cells throughout the body. Is this the root of “biological sex”??",
      "pt": "Genes relacionados ao sexo, no fim das contas, ativam hormônios em áreas específicas do corpo, e a recepção desses hormônios por células ao longo do corpo. Isso é a raiz do “sexo biológico”??"
    }
  },
  "1207837155667718145": {
    "id": 1207837155667718145,
    "full_text_i18n": {
      "en": "What does this all mean?",
      "pt": "O que isso tudo significa?"
    }
  },
  "1207838570276372480": {
    "id": 1207838570276372480,
    "full_text_i18n": {
      "en": "It means you may be genetically male or female, chromosomally male or female, hormonally male/female/non-binary, with cells that may or may not hear the male/female/non-binary call, and all this leading to a body that can be male/non-binary/female.",
      "pt": "Isso significa que você pode ser geneticamente homem ou mulher, cromossomicamente homem ou mulher, hormonalmente homem/mulher/não-binário, com células que podem ou ter ouvir a chamada homem/mulher/não-binário, e tudo isso levando a um corpo que pode ser homem/não-binário/mulher."
    }
  },
  "1207839986801922048": {
    "id": 1207839986801922048,
    "full_text_i18n": {
      "en": "Biological sex is complicated. Before you discriminate against someone on the basis of “biological sex” &amp; identity, ask yourself: have you seen YOUR chromosomes? Do you know the genes of the people you love? The hormones of the people you work with? The state of their cells?",
      "pt": "Sexo biológico é complicado. Antes de você discriminar alguém na base de “sexo biológico” &amp; identidade, pergunte-se: você viu os SEUS cromossomos? Como você sabe os genes das pessoas que você ama? Os hormônios das pessoas com que você trabalha? O estado de suas células?"
    }
  },
  "1207838924263084033": {
    "id": 1207838924263084033,
    "full_text_i18n": {
      "en": "Of course you could try appealing to the numbers. “Most people are either male or female” you say. Except that as a biologist professor I will tell you...",
      "pt": "Claro que você poderia tentar apelas para os números. “A maioria das pessoas são homens ou mulheres” você diz. Exceto que como um professor de biologia eu vou te dizer..."
    }
  },
  "1207839452619522048": {
    "id": 1207839452619522048,
    "full_text_i18n": {
      "en": "The reason I don’t have my students look at their own chromosome in class is because people could learn that their chromosomal sex doesn’t match their physical sex, and learning that in the middle of a 10-point assignment is JUST NOT THE TIME.",
      "pt": "A razão pela qual eu não faço os meus alunos olharem aos seus cromossomos em aula é porque as pessoas poderiam aprender que o seu sexo cromossômico não se alinha com o seu sexo físico, e aprender isso no meio de uma tarefa de 10 pontos é SIMPLES A HORA ERRADA."
    }
  },
  "1208181235593490433": {
    "id": 1208181235593490433,
    "full_text_i18n": {
      "en": "@RebeccaRHelm As a fellow genetics lab teacher, this is the same reason my department stopped chromosome testing in lab. A really cool experiment would turn into guys getting freaked out they have XXY, etc.",
      "pt": "@RebeccaRHelm Como um professor de laboratório de genética, essa é a mesma razão pela qual o meu departamento parou de testar cromossomos no laboratório. Um experimento bem legal viraria um monte de gente enlouquecendo porque são XXY, etc."
    }
  },
  "1374039857773875201": {
    "id": 1374039857773875201,
    "full_text_i18n": {
      "en": "@salenby @chaoticgaythey Night sweats/being HOT even at normal room temperature.  The night sweats went away after a week or two the being constantly warm has not gone away it has just become normal. \n\nYour scent changes, even the smell of your urine.  Like I knew that going in, but it was still weird.",
      "pt": "@salenby @chaoticgaythey Transpiração noturna e se sentir quente mesmo em temperatura ambiente normal. A transpiração noturna parou aprós uma semana ou duas e a sensação de estar constantemente quente não foi mas apenas virou normal.\n\nSeu cheiro muda, mesmo o cheiro da sua urina. Tipo, eu sabia o que estava aocntecendo, mas isso ainda foi estranho."
    }
  },
  "1374060995778318347": {
    "id": 1374060995778318347,
    "full_text_i18n": {
      "en": "@salenby I know a lot of people have the effect that they can't cry. But honestly, I'm about to cry right now just thinking about crying.\n\nI'm extremely sensitive and emotional now in a way that I didn't allow myself before.\n\nI cry a lot, but it's always tears of joy now.",
      "pt": "@salenby Eu sei que um monte de gente tem esse efeito que eles não conseguem chorar. Mas honestamente, eu estou à beira de chorar agora apenas de pensar em chorar.\n\nEu estou extremamente sensível e emocional agora de uma forma que eu não me permitia antes.\n\nEu choro muito, mas agora são sempre lágrimas de alegria."
    }
  },
  "1374070062236246022": {
    "id": 1374070062236246022,
    "full_text_i18n": {
      "en": "@salenby I was told aggression could be more common but i feel like my “nerves” are in better shape than before T and therefore i usually feel more calm.",
      "pt": "@salenby Eu fui informado que agressão poderia ser mais comum mas eu sinto que os meus “nervos” estão em melhor forma agora do que antes da T e portanto eu usualmente me sinto mais calmo."
    }
  },
  "1374076480985128970": {
    "id": 1374076480985128970,
    "full_text_i18n": {
      "en": "@beee_dl @salenby I had a decent sleep schedule before I started T, and afterwards it basically just flipped",
      "pt": "@beee_dl @salenby Eu tinha um horário decente de sono antes de começar testosterona, e depois dela [o cronograma] basicamente inverteu"
    }
  },
  "1374094470753423360": {
    "id": 1374094470753423360,
    "full_text_i18n": {
      "en": "@salenby @FoxxyGlamKitty I've been on T for literally a week and a half, and all I will say is that bottom growth and increased libido starts waaaayyyy quicker than you might think.",
      "pt": "@salenby @FoxxyGlamKitty Eu estou em testosterona por literalmente uma semana e meia, e tudo o que vou dizer é que o crescimento em baixo e o aumento do libido começa muuuuuito antes do que você pode imaginar."
    }
  },
  "1374040823382347778": {
    "id": 1374040823382347778,
    "full_text_i18n": {
      "en": "@salenby @chaoticgaythey The jokes about teenage boys always being horny, well, it's a thing.  Not uncontrollably, get yourself in trouble horny, but I'd have sex multi times a day...\n\nAlso, I find I 'notice' women more now, I still mostly prefer men but the ratio has adjusted a bit more towards center.",
      "pt": "@salenby @chaoticgaythey As piadas sobre meninos adolescentes sempre estarem com tesão, bem, isso é real. Não incontrolavelmente, entre em encrenca por tesão, mas eu tenho sexo múltiplas vezes por dia...\n\nTambém, eu descobri que eu 'percebo' mulheres muito mais agora, eu ainda majoritariamente prefiro homens, mas a proporção tem se ajustado um pouco mais para o centro."
    }
  },
  "1374053191445270534": {
    "id": 1374053191445270534,
    "full_text_i18n": {
      "en": "@salenby Orgasms being different was meantioned and I have to second this.\n\nMy clit now really functions like a small penis.\n\nSo, before I would have these orgasms that could be very intense, yet never satisfying. Now my orgasms are less intense, but it's like, I actually feel I \"finish\".",
      "pt": "@salenby Orgasmos serem diferentes foi mencionado e eu tenho que concordar com isso.\n\nMeu clitóris agora realmente funciona como um pequeno pênis.\n\nEntão, antes eu teria esses orgasmos que poderiam ser bem intensos, mas nunca satisfatórios. Agora os meus orgasmos são menos intensos, mas é tipo, agora eu sinto que eu \"termino\"."
    }
  },
  "1374054574579798016": {
    "id": 1374054574579798016,
    "full_text_i18n": {
      "en": "@salenby cw menstruation: if u take it for a while and then stop taking it for a bit your period will come back and it will be ANGRY",
      "pt": "@salenby gatilho menstruação: se vc toma [testosterona] por um tempo e depois para de tomá-la por um tempinho, a sua menstruação vai voltar e ela vai estar BRAVA"
    }
  },
  "1222738910821978113": {
    "id": 1222738910821978113,
    "full_text_i18n": {
      "en": "Worth noting that in the event a confused cis person were to attempt medical transition without being stopped by any of the absurd number of gate keepers and actual medical professionals whose sign-off is typically needed, here's what would happen: They take some pills, or a shot",
      "pt": "Vale notar que no evento de uma pessoa cis confusa tentar transição médica sem ser barrada pelo número absurdo de barreiras e profissionais médicos de verdade cuja assinatura geralmente é necessária, aqui é o que aconteceria: Ile toma algumas pílulas, ou uma injeção"
    }
  },
  "1222739427312750594": {
    "id": 1222739427312750594,
    "full_text_i18n": {
      "en": "which will then proceed to make them feel absolutely awful, like pouring sugar into the gas tank of their brain. At which point  one assumes they would immediately cease taking the hormone supplements they did not actually need and resume a normal life with no lasting consequence",
      "pt": "que então então procede a lhe fazer sentir absolutamente horrível, como jorrar açúcar no tanque de combustível de seu cérebro. Nesse ponto, assume-se que ile imediatamente pararia de tomar os suplementos hormonais que ile não precisava de verdade e volta a uma vida normal sem consequência duradoura"
    }
  },
  "1222740261178105856": {
    "id": 1222740261178105856,
    "full_text_i18n": {
      "en": "Should a REALLY stubborn and confused cis person ignore feeling like total garbage and keep on taking HRT they shouldn't be taking for several months, they might also experience some acne and/or their skin clearing up and looking great, and a woman might start growing facial hair",
      "pt": "Caso uma pessoa cis confusa e BEM teimosa ignore essa sensação se ser um lixo total e se continue tomando TH que ile não devia por vários meses, ile pode também experienciar alguma acne e/ou a pele melhorando e parecendo ótima, e uma mulher pode começar a crescer barba"
    }
  },
  "1222742135067303937": {
    "id": 1222742135067303937,
    "full_text_i18n": {
      "en": "a man in such a position might deal with gynecomastia after like, a year or so, give or take, of again, feeling like complete garbage from taking unneeded estradiol supplements. Anyone, in a similar timeframe, might be looking at their genitals acting like the wrong sort, which",
      "pt": "um homem em uma posição similar pode lidar com ginecomastia e depois de tipo, um ano ou dois, mais ou menos, de novo, de se sentir um completo lixo por tomar suplementos desnecessários de estradiol. Qualquer um, em um prazo similar, pode ver seus genitais agindo mais como os do tipo errado, que"
    }
  },
  "1222743360034758656": {
    "id": 1222743360034758656,
    "full_text_i18n": {
      "en": "again, I kinda figure is something where one would go \"hey this ain't right\" and just stop taking the medication they are misusing. Where, again, things would just then go back to normal.\n\nOh and all of this is me talking about HRT. Usually what bigots are doing is talking about",
      "pt": ", de novo, eu imagino que é onde ele pensaria \"ei!, isso não é certo\" e apenas pararia de tomar o medicamento que estão usando erroneamente. Onde, de novo, as coisas simplesmente voltariam ao normal.\n\nOh, e todo isso é eu falando sobre TH. Usualmente o que preconceituosos estão fazendo é falar sobre"
    }
  },
  "1222743749920464896": {
    "id": 1222743749920464896,
    "full_text_i18n": {
      "en": "puberty blockers as if they were HRT. If some confused cis kid takes puberty blockers the grand total of what would actually happen is.. not starting puberty until they realized they were taking them for no particular reason and stopped. No side effects of any sort to worry about",
      "pt": "bloqueadores de puberdade como se eles fossem TH. Se alguma criança cis confusa toma bloqueadores de puberdade o grande total do que aconteceria é.. não começar a puberdade até ile perceber que estava a tomando por nenhuma razão em particular e parar. Nenhum efeito colateral de qualquer tipo para se preocupar"
    }
  },
  "1234": {
    "id": 1234,
    "full_text_i18n": {
      "en": "",
      "pt": ""
    }
  },
  "123": {
    "id": 123,
    "full_text_i18n": {
      "en": "",
      "pt": ""
    }
  }
}