{
  "1228717614630940672": {
    "id": 1228717614630940700,
    "full_text_i18n": {
      "en": "@KatyMontgomerie Magnus Hirschfield was writing about Third Genders and transitioning between sex and gender in the late 1800s.\n\nThis book of his, entitled \"What do people need to know about the Third Gender?\" was written in 1901.\n\nThis stuff isn't new, it was just sidelined. https://t.co/QPsZRNn0pT",
      "pt": "@KatyMontgomerie Magnus Hirschfield estava escrevendo sobre terceiros gêneros e transição entre sexo e gênero no fim dos anos 1800.\n\nEsse livro dele, chamado \"What do people need to know about the Third Gender?\" (em português: \"O que as pessoas precisam saber sobre o Terceiro Gênero?\") foi escrito em 1901.\n\nEssas coisas não são novas, apenas estavam de lado. https://t.co/QPsZRNn0pT"
    }
  },
  "1439225913623781377": {
    "id": 1439225913623781377,
    "full_text_i18n": {
      "en": "When ever people try to say trans people are a recent phenomenon or trend I think of this photo from Magnus Hirschfield's institut für sexualwissenschaft (1919-1933 germany), that's him in the glasses with the big 'tache, everyone else in this photo is trans, it's from the 1920s. https://t.co/SzzPgkg5ZL",
      "pt": "Sempre que as pessoas tentam dizer que pessoas trans são um fenômeno ou moda recente, eu penso nessa foto do institut für sexualwissenschaft (Alemanha 1919-1933) do Magnus Hirschfield, ele está de óculos com grande bigode, todos os outros nessa foto são trans. É dos anos 1920."
    }
  },
  "1215716433210105856": {
    "id": 1215716433210105856,
    "full_text_i18n": {
      "en": "Fish don't notice water. It's all around them. Most fish have never left it.\n\nAnd often, trans people in denial don't notice the gender dysphoria that suffuses their daily lives.\n\nI'm just going to list some idiosyncrasies and discomforts that I didn't realize were dysphoria:",
      "pt": "Peixes não notam a água. Ela está sempre ao redor deles. A maior parte dos peixes nunca saiu da água.\n\nE geralmente, pessoas trans em negação não notam a disforia de gênero que inunda suas vidas diárias.\n\nEu vou listar algumas idiossincrasias e desconfortos que eu não percebia que eram disforia:"
    }
  },
  "1228141518386585607": {
    "id": 1228141518386585607,
    "full_text_i18n": {
      "en": "Just finished 22 valentines cards for my son's daycare class. We wandered about Target to get some candy. It is great just existing, being myself, with my son and living life being seen the way I truly am.\n\nEven all of his daycare friends say \"your mom's here!\" :)",
      "pt": "Acabei de finalizar 22 cartões de Valentine's Day para a creche do meu filho. Nós andamos pela Target para pegar alguns doces. É incrível apenas existir, sendo eu mesma, com meu filho e vivendo a minha vida sendo vista como eu realmente sou.\n\nAté mesmo todos os seus amigos da creche dizem \"sua mãe está aqui!\" :)"
    }
  },
  "1228165207316287489": {
    "id": 1228165207316287489,
    "full_text_i18n": {
      "en": "@ErinInTheMorn It really is. Just... existing. No mask, no filters, no misconceptions.  Fully actualized. It’s bliss. Cis folk take it so for granted.",
      "pt": "Realmente é. Apenas... existindo. Sem máscara, sem filtros, sem equívocos. Totalmente realizada. É uma alegria. Pessoas cis tomam isso por garantido."
    }
  },
  "1228165767264256003": {
    "id": 1228165767264256003,
    "full_text_i18n": {
      "en": "@TwippingVanilla Yes they do!",
      "pt": "@TwippingVanilla Sim, eles tomam [por garantido]!"
    }
  },
  "1220143004821938176": {
    "id": 1220143004821938176,
    "full_text_i18n": {
      "en": "When my friends back in high school would discuss who their ideal woman was, they were all describing physical traits of a person they’d want to date... as I explained who I wanted to be. \n\nI always thought everyone had a dirty little secret like mine. A bit of closet shame.",
      "pt": "Quando os meus amigos no ensino médio discutiam qual seria a mulher ideal deles, eles sempre descreviam características físicas de uma pessoa que eles gostariam de namorar... enquanto eu explicava quem eu gostaria de ser.\n\nEu sempre achei que todos tinham um segredinho como o meu. Um pouco de vergonha do armário."
    }
  },
  "1184580976581775366": {
    "id": 1184580976581775366,
    "full_text_i18n": {
      "en": "@MamaCoffeeCat I was told that because I didn't have genital dysphoria, I wasn't \"trans enough\" to transition. I subsequently lived a decade of denial and self-hatred. \n\nFunnily enough, after starting to transition, I began to recognize some of my anguish for what it was: genital dysphoria.",
      "pt": "@MamaCoffeeCat Eu ouvi que porque eu não tinha disforia genital, eu não era \"trans o suficiente\" para transicionar. Eu subsequentemente vivi uma década de negação e auto-ódio.\n\nEngraçadamente, após começar a transição, eu comecei a reconhecer um pouco da minha angústia pelo que ela era: disforia genital."
    }
  },
  "1184837108919230464": {
    "id": 1184837108919230464,
    "full_text_i18n": {
      "en": "@meimeimeixie @MamaCoffeeCat Me pre-hrt: I don’t hate my penis at all.\n\nMe 2.5 years on hrt: GET THIS THING OFF ME.",
      "pt": "@meimeimeixie @MamaCoffeeCat Eu pre-TH: Eu não odeio o meu pênis nenhum pouco.\n\nEu 2,5 anos em TH: TIRA ESSA COISA DE MIM."
    }
  },
  "947522372315369472": {
    "id": 947522372315369472,
    "full_text_i18n": {
      "en": "If you're under the assumption that you're a cis guy but have always dreamed of being a girl, and the only reason you haven't transitioned is because you're afraid you'll be an \"ugly\" girl:\n\nThat's dysphoria. You're literally a trans girl already, hon.",
      "pt": "Se você tem a suposição de que você é um cara cis mas que sempre sonhou em ser uma menina e a única razão você não transicionou é porque você está com medo que você será uma menina \"feia\":\n\nIsso é disforia. Você literalmente já é uma menina trans, querida."
    }
  },
  "947523244948680705": {
    "id": 947523244948680705,
    "full_text_i18n": {
      "en": "Don't feel too bad about never realizing it. I just had this eureka moment myself. \n\nBut that's literally dysphoria. You feel discomfort being reminded of the disconnect between who you want to be (who you ARE) and what you look like.",
      "pt": "Não se sinta muito mal por nunca ter percebido isso. Eu mesma acabei de ter esse momento de eureca.\n\nMas isso é literalmente disforia. Você sente desconforto ao ser lembrada da desconexão entre o quem você quer ser (quem você É) e o que você se parece."
    }
  },
  "1215716438972993536": {
    "id": 1215716438972993536,
    "full_text_i18n": {
      "en": "You have an underlying sense that you are \"not like\" most people. Your friends might get you, but you draw an instinctive and unconscious line between you and \"normal\" people. When you interact with a \"normal\" person, you're not sure what to say or how to act.",
      "pt": "Você tem uma sensação subjacente de que você \"não é como\" a maioria das pessoas. Os seus amigos podem te entender, mas você desenha uma linha instintiva e subconsciente entre você e pessoas \"normais\". Quando você interage com pessoas \"normais\", você não sabe o que dizer ou como agir."
    }
  },
  "1215736608055537670": {
    "id": 1215736608055537670,
    "full_text_i18n": {
      "en": "You find it hard to prioritize your own feelings. You're aware of emotions you *should* be feeling, but they're distant and fake-seeming. When someone else is upset, it's much more real and urgent. You believe this is just your stoic, protective nature.",
      "pt": "Você acha difícil priorizar seus próprios sentimentos. Você está ciente das emoções que você *deveria* estar sentindo, mas elas são distantes e parecem falsas. Quando alguém está chateado, é muito mais real e urgente. Você acredita que isso é apenas a sua natureza estoica e protetora."
    }
  },
  "1215738145473474560": {
    "id": 1215738145473474560,
    "full_text_i18n": {
      "en": "You often feel directionless in life. When asked about career goals in High School, you didn't really care about your answer. Even careers centered in your interests seemed kind of intolerable. You struggle to imagine a future for yourself where you are happy or fulfilled.",
      "pt": "Você frequentemente se sente em direção na vida. Quando te perguntavam sobre meras de carreira no Ensino Médio, você não se importava realmente sobre a sua resposta. Mesmo carreiras centradas em seus interesses pareciam meio intoleráveis. Você tem dificuldade em imaginar um futuro para si mesmo onde você está feliz ou realizado."
    }
  },
  "1215740224325783553": {
    "id": 1215740224325783553,
    "full_text_i18n": {
      "en": "You only take steps to better your life when external forces *make* you. You'd rather withdraw and self-minimize and focus on escapist hobbies. You're just not motivated to attain nice things for yourself. (You tell yourself that this is a zen acceptance, a freedom from desires.)",
      "pt": "Você só toma passos para melhorar a sua vida quando forças externas te *obrigam*. Você preferiria se excluir e auto-minimizar e focar em seus hobbies escapistas. Você simplesmente não está motivado para ater boas coisas para si próprio. (Você se diz que isso é aceitação zen, uma liberdade dos desejos.)"
    }
  },
  "1215718003310039040": {
    "id": 1215718003310039040,
    "full_text_i18n": {
      "en": "When you interact with very masculine men, you're nervous. You don't really know how to carry on a conversation with them, or want to. You feel an expectation, from them, to be something you're not. You quietly judge them for being too \"bro\"-y, \"basic.\"",
      "pt": "Quando você interage com homens bem masculinos, você está nervoso. Você realmente não sabe ou não quer como levar uma conversa com eles. Você sente uma expectativa, vinda deles, de ser algo que você não é. Você quietamente os julga por serem muito \"bro\" e \"básicos\"."
    }
  },
  "1215720411788382210": {
    "id": 1215720411788382210,
    "full_text_i18n": {
      "en": "Being vulnerable around strange men is terrifying. You're anxious when you use the public men's room. Changing in a gym locker room is unthinkable. You do not feel ownership of these spaces. You are very concerned about strange men observing you, or your body.",
      "pt": "Ser vulnerável ao redor de homens estranhos é aterrorizante. Você se sente ansioso quando você tem que usar o banheiro masculino. Trocar de roupa em vestiário é inimaginável. Você não sente propriedade desses espaços. Você é bem preocupado com homens estranhos te observando, ou [observando] o seu corpo."
    }
  },
  "1215724301065891841": {
    "id": 1215724301065891841,
    "full_text_i18n": {
      "en": "You're awkward at social touch. You might crave touch, like most people, but you feel like you're almost entirely incapable of receiving it warmly. When giving a hug, something about your torso feels like it will be *offensive* to others. (Whatever it is, they don't notice.)",
      "pt": "Você é inábil ao toque social. Você pode desejar toque, como a maioria das pessoas, mas você sente que você é quase completamente incapaz de recebê-lo calorosamente. Quando você dá um abraço, algo sobre o seu torso sente como se fosse *ofensivo* aos outros. (O que quer que seja, eles não notam.)"
    }
  },
  "1215727546387648517": {
    "id": 1215727546387648517,
    "full_text_i18n": {
      "en": "You can't talk about sex, or attraction, or the bodies of people you're supposed to be attracted to. Even when your commentary is solicited, everything you could say feels unwanted and inappropriate, even if it'd be fine coming from someone else. You freeze up.",
      "pt": "Você não consegue falar sobre sexo, ou atração, ou corpos de pessoas pelas quais você não deveria ter atração. Mesmo quando seu comentário é solicitado, tudo que você poderia dizer parece indesejado e inapropriado, mesmo se isso seria okay vindo de outra pessoa. Você congela."
    }
  },
  "1215727547780096000": {
    "id": 1215727547780096000,
    "full_text_i18n": {
      "en": "You struggle even to voice innocent physical compliments to others, like \"Looking good!\" You are hyper-aware that virtually anything could sound like unwanted sexual attention, coming from you. You feel like your attention is uniquely, universally unwelcome.",
      "pt": "Você luta mesmo para expressar inocentes elogios físicos aos outros como \"Lindo!\" Você está hiper-vigilante que virtualmente qualquer coisa pode soar como atenção sexual indesejada [quando o comentário] vem de você. Você sente que a sua atenção é única e universalmente indesejada."
    }
  },
  "1215731319973523456": {
    "id": 1215731319973523456,
    "full_text_i18n": {
      "en": "When an AFAB friend expresses disapproval, you're devastated. You scramble to get their approval back. You're worried you're coming across as a simpering \"nice guy,\" all of whom you despise. You just value your AFAB friends' opinions more highly, for reasons you can't explain.",
      "pt": "Quando uma amiga expressa desaprovação, você se sente devastado. Você se esforça para obter a aprovação delas de volta. Você está preocupado em ser visto como o \"casa legal\" dissimuladamente sorridente todos os quais você detesta. Você simplesmente valoriza mais a opinião das suas amigas por razões que você não consegue explicar."
    }
  },
  "1219968711681040384": {
    "id": 1219968711681040384,
    "full_text_i18n": {
      "en": "The irony in “trans women mimic gender stereotypes” is the only time I DID mimic stereotypes was when I was forced to interact with men. And I did so out of a sense of survival and a longing to try and fit in.\n\nI didn’t transition into stereotypes…I transitioned out of them.",
      "pt": "A ironia em “mulheres trans imitam esteriótipos de gênero” é que a única vez em que EU IMITEI esteriótipos de gênero foi quando eu era forçada a interagir com homens. E eu fiz isso por uma sensação de sobrevivência e anseio de tentar me encaixar.\n\nEu não transicionei em esteriótipos…eu transicionei para fora deles."
    }
  },
  "1137185510793678848": {
    "id": 1137185510793678848,
    "full_text_i18n": {
      "en": "@Whorrorer i can know a cis woman for a year and not feel like i'm all that close to her.\n\ni can know a trans woman for three hours and feel like i've known her my whole life.",
      "pt": "@Whorrorer eu posso conhecer uma mulher cis por um ano e não sentir que sou tão próxima dela.\n\neu posso conhecer uma mulher trans por três horas e sentir que eu a conheci pela minha vida inteira."
    }
  },
  "1234": {
    "id": 1234,
    "full_text_i18n": {
      "en": "",
      "pt": ""
    }
  },
  "1234": {
    "id": 1234,
    "full_text_i18n": {
      "en": "",
      "pt": ""
    }
  },
  "123": {
    "id": 123,
    "full_text_i18n": {
      "en": "",
      "pt": ""
    }
  }
}