{
  "1228717614630940672": {
    "id": 1228717614630940700,
    "full_text_i18n": {
      "pt": "@KatyMontgomerie Magnus Hirschfield estava escrevendo sobre terceiros gêneros e transição entre sexo e gênero no fim dos anos 1800.\n\nEsse livro dele, chamado \"What do people need to know about the Third Gender?\" (em português: \"O que as pessoas precisam saber sobre o Terceiro Gênero?\") foi escrito em 1901.\n\nEssas coisas não são novas, apenas estavam de lado. https://t.co/QPsZRNn0pT"
    }
  },
  "1439225913623781377": {
    "id": 1439225913623781377,
    "full_text_i18n": {
      "pt": "Sempre que as pessoas tentam dizer que pessoas trans são um fenômeno ou moda recente, eu penso nessa foto do institut für sexualwissenschaft (Alemanha 1919-1933) do Magnus Hirschfield, ele está de óculos com grande bigode, todos os outros nessa foto são trans. É dos anos 1920."
    }
  },
  "1215716433210105856": {
    "id": 1215716433210105856,
    "full_text_i18n": {
      "pt": "Peixes não notam a água. Ela está sempre ao redor deles. A maior parte dos peixes nunca saiu da água.\n\nE geralmente, pessoas trans em negação não notam a disforia de gênero que inunda suas vidas diárias.\n\nEu vou listar algumas idiossincrasias e desconfortos que eu não percebia que eram disforia:"
    }
  },
  "1228141518386585607": {
    "id": 1228141518386585607,
    "full_text_i18n": {
      "pt": "Acabei de finalizar 22 cartões de Valentine's Day para a creche do meu filho. Nós andamos pela Target para pegar alguns doces. É incrível apenas existir, sendo eu mesma, com meu filho e vivendo a minha vida sendo vista como eu realmente sou.\n\nAté mesmo todos os seus amigos da creche dizem \"sua mãe está aqui!\" :)"
    }
  },
  "1228165207316287489": {
    "id": 1228165207316287489,
    "full_text_i18n": {
      "pt": "Realmente é. Apenas... existindo. Sem máscara, sem filtros, sem equívocos. Totalmente realizada. É uma alegria. Pessoas cis tomam isso por garantido."
    }
  },
  "1228165767264256003": {
    "id": 1228165767264256003,
    "full_text_i18n": {
      "pt": "Sim, eles tomam [por garantido]!"
    }
  }
}